Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_89
source: What part of our daily routine seems magical to you, even if it's simple?
de: Welcher Teil unseres Alltags wirkt für dich magisch, auch wenn er ganz simpel ist?
es: ¿Qué parte de nuestra rutina diaria te parece mágica, aunque sea simple?
fr: Quelle partie de notre quotidien te semble magique, même si elle est simple ?
it: Quale parte della nostra routine quotidiana ti sembra magica, anche se semplice?
nl_nl: Welk deel van onze dagelijkse routine lijkt voor jou magisch, zelfs als het eenvoudig is?
pt_br: Qual parte da nossa rotina diária parece mágica para você, mesmo sendo simples?
pt_pt: Que parte da nossa rotina diária te parece mágica, mesmo sendo simples?

# ec_90
source: If our love were a color, what would it be and why?
de: Wenn unsere Liebe eine Farbe wäre, welche wäre es und warum?
es: Si nuestro amor fuera un color, ¿cuál sería y por qué?
fr: Si notre amour était une couleur, laquelle serait-elle et pourquoi ?
it: Se il nostro amore fosse un colore, quale sarebbe e perché?
nl_nl: Als onze liefde een kleur was, welke zou het zijn en waarom?
pt_br: Se o nosso amor fosse uma cor, qual seria e por quê?
pt_pt: Se o nosso amor fosse uma cor, qual seria e porquê?

# ec_91
source: Who is more likely to be jealous, you or me?
de: Wer wird eher eifersüchtig, du oder ich?
es: ¿Quién es más propenso a sentir celos, tú o yo?
fr: Qui est le plus susceptible d'être jaloux(se), toi ou moi ?
it: Chi è più incline a essere geloso, tu o io?
nl_nl: Wie is eerder jaloers, jij of ik?
pt_br: Quem é mais provável de sentir ciúmes, você ou eu?
pt_pt: Quem é mais provável de sentir ciúmes, tu ou eu?

# ec_92
source: What advice would you give to a couple just starting out, based on our experience?
de: Welchen Tipp würdest du einem frisch gestarteten Paar geben – basierend auf unserer Erfahrung?
es: ¿Qué consejo le darías a una pareja que comienza, basándote en nuestra experiencia?
fr: Quel conseil donnérais-tu à un couple qui débute, à partir de notre expérience ?
it: Che consiglio daresti a una coppia agli inizi, basandoti sulla nostra esperienza?
nl_nl: Welk advies zou je een beginnend koppel geven, gebaseerd op onze ervaring?
pt_br: Que conselho você daria a um casal que está começando, baseado na nossa experiência?
pt_pt: Que conselho darias a um casal que está a começar, baseado na nossa experiência?

# ec_93
source: Is there a moment with me you'd like to engrave forever?
de: Gibt es einen Moment mit mir, den du für immer festhalten würdest?
es: ¿Hay un momento conmigo que te gustaría grabar para siempre?
fr: Y a-t-il un moment avec moi que tu aimerais graver pour toujours ?
it: C'è un momento con me che vorresti incidere per sempre?
nl_nl: Is er een moment met mij dat je voor altijd zou willen vereeuwigen?
pt_br: Existe algum momento comigo que você gostaria de guardar para sempre?
pt_pt: Há algum momento comigo que gostarias de gravar para sempre?

# ec_94
source: What is the first thing you found attractive about me?
de: Was war das Erste, das du an mir attraktiv fandest?
es: ¿Qué fue lo primero que encontraste atractivo en mí?
fr: Quelle est la première chose que tu as trouvée attirante chez moi ?
it: Qual è la prima cosa che hai trovato attraente in me?
nl_nl: Wat was het eerste dat je aantrekkelijk aan mij vond?
pt_br: Qual foi a primeira coisa que você achou atraente em mim?
pt_pt: Qual foi a primeira coisa que achaste atraente em mim?

# ec_95
source: What has our relationship overcome that you're proud of?
de: Was hat unsere Beziehung überwunden, worauf du stolz bist?
es: ¿Qué ha superado nuestra relación que te enorgullece?
fr: Qu'est-ce que notre couple a surmonté et dont tu es fier(ère) ?
it: Cosa ha superato la nostra relazione di cui sei orgoglioso/a?
nl_nl: Wat heeft onze relatie overwonnen waar je trots op bent?
pt_br: O que o nosso relacionamento superou e do que você sente orgulho?
pt_pt: O que a nossa relação superou e de que tens orgulho?

# ec_96
source: How do you hide your anger when you don't want to show it?
de: Wie versteckst du deine Wut, wenn du sie nicht zeigen willst?
es: ¿Cómo ocultas tu enojo cuando no quieres mostrarlo?
fr: Comment fais-tu pour cacher ta colère quand tu ne veux pas la montrer ?
it: Come nascondi la tua rabbia quando non vuoi mostrarla?
nl_nl: Hoe verberg je je boosheid wanneer je die niet wilt tonen?
pt_br: Como você esconde a sua raiva quando não quer mostrar?
pt_pt: Como escondes a tua raiva quando não a queres mostrar?

# ec_97
source: What do you feel when you think about me?
de: Was fühlst du, wenn du an mich denkst?
es: ¿Qué sientes cuando piensas en mí?
fr: Qu'est-ce que tu ressens quand tu penses à moi ?
it: Cosa provi quando pensi a me?
nl_nl: Wat voel je als je aan mij denkt?
pt_br: O que você sente quando pensa em mim?
pt_pt: O que sentes quando pensas em mim?

# ec_98
source: What would you like to learn from me or with me?
de: Was würdest du gern von mir oder mit mir lernen?
es: ¿Qué te gustaría aprender de mí o conmigo?
fr: Qu'est-ce que tu aimerais apprendre de moi ou avec moi ?
it: Cosa ti piacerebbe imparare da me o con me?
nl_nl: Wat zou je van mij of met mij willen leren?
pt_br: O que você gostaria de aprender comigo ou junto comigo?
pt_pt: O que gostarias de aprender comigo ou ao meu lado?

# ec_99
source: What is a little thing you do for me without me realizing it?
de: Welche kleine Sache machst du für mich, ohne dass ich es mitbekomme?
es: ¿Cuál es una pequeña cosa que haces por mí sin que me dé cuenta?
fr: Quelle est la petite chose que tu fais pour moi sans que je m'en rende compte ?
it: Qual è una piccola cosa che fai per me senza che io me ne accorga?
nl_nl: Wat is een klein ding dat je voor mij doet zonder dat ik het doorheb?
pt_br: Qual é a pequena coisa que você faz por mim sem que eu perceba?
pt_pt: Qual é a pequena coisa que fazes por mim sem que eu perceba?

# ec_100
source: Do you find me grateful enough?
de: Findest du, ich zeige dir genug Dankbarkeit?
es: ¿Me encuentras lo suficientemente agradecido?
fr: Me trouves-tu assez reconnaissant(e) ?
it: Mi trovi abbastanza riconoscente?
nl_nl: Vind je mij dankbaar genoeg?
pt_br: Você acha que eu sou grato(a) o suficiente?
pt_pt: Achas que sou suficientemente agradecido(a)?

# ec_101
source: Who takes more risks between you and me?
de: Wer von uns beiden geht mehr Risiken ein – du oder ich?
es: ¿Quién toma más riesgos, tú o yo?
fr: Qui prend le plus de risques entre toi et moi ?
it: Chi di noi due prende più rischi, tu o io?
nl_nl: Wie neemt meer risico's, jij of ik?
pt_br: Quem arrisca mais, você ou eu?
pt_pt: Quem arrisca mais, tu ou eu?

# ec_102
source: What are the most important values for you in a relationship?
de: Welche Werte sind dir in einer Beziehung am wichtigsten?
es: ¿Cuáles son los valores más importantes para ti en una relación?
fr: Quelles sont les valeurs les plus importantes pour toi dans un couple ?
it: Quali sono i valori più importanti per te in una relazione?
nl_nl: Wat zijn de belangrijkste waarden voor jou in een relatie?
pt_br: Quais são os valores mais importantes para você em um relacionamento?
pt_pt: Quais são os valores mais importantes para ti numa relação?

# ec_103
source: If a movie were made about your life, which actor would you choose to play your role?
de: Wenn ein Film über dein Leben gedreht würde, welche Schauspielerin oder welcher Schauspieler sollte dich spielen?
es: Si hicieran una película sobre tu vida, ¿qué actor elegirías para interpretar tu papel?
fr: Si un film était réalisé sur ta vie, quel acteur choisirais-tu pour jouer ton rôle ?
it: Se facessero un film sulla tua vita, quale attore sceglieresti per interpretarti?
nl_nl: Als er een film over je leven zou worden gemaakt, welke acteur zou jij kiezen om jouw rol te spelen?
pt_br: Se fizessem um filme sobre a sua vida, qual ator você escolheria para te representar?
pt_pt: Se fizessem um filme sobre a tua vida, que ator escolherias para te representar?

# ec_104
source: Would you like me to listen to you a bit more?
de: Hättest du gern, dass ich dir noch ein bisschen mehr zuhöre?
es: ¿Te gustaría que te escuchara un poco más?
fr: Aimerais-tu que je sois un peu plus à ton écoute ?
it: Vorresti che ti ascoltassi un po’ di più?
nl_nl: Zou je willen dat ik een beetje meer naar je luister?
pt_br: Você gostaria que eu escutasse você um pouco mais?
pt_pt: Gostarias que eu te ouvisse um pouco mais?

# ec_105
source: How do you feel when we disagree?
de: Wie fühlst du dich, wenn wir unterschiedlicher Meinung sind?
es: ¿Cómo te sientes cuando no estamos de acuerdo?
fr: Comment te sens-tu lorsque nous sommes en désaccord ?
it: Cosa provi quando non siamo d’accordo?
nl_nl: Hoe voel je je wanneer we het niet eens zijn?
pt_br: Como você se sente quando nós não concordamos?
pt_pt: Como te sentes quando não estamos de acordo?

# ec_106
source: Is there something from your romantic past that still influences our relationship?
de: Gibt es etwas aus deiner Liebesvergangenheit, das unsere Beziehung noch beeinflusst?
es: ¿Hay algo de tu pasado amoroso que todavía influya en nuestra relación?
fr: Y a-t-il quelque chose de ton passé amoureux qui influence encore notre relation ?
it: C'è qualcosa del tuo passato amoroso che influenza ancora la nostra relazione?
nl_nl: Is er iets uit je romantische verleden dat nog steeds invloed heeft op onze relatie?
pt_br: Existe algo do seu passado amoroso que ainda influencia o nosso relacionamento?
pt_pt: Há algo do teu passado amoroso que ainda influencia a nossa relação?

# ec_107
source: What is something you don't like doing but do for me?
de: Was tust du nicht gern, machst es aber mir zuliebe?
es: ¿Qué es algo que no te gusta hacer pero lo haces por mí?
fr: Qu'est-ce que tu n'aimes pas faire mais que tu fais pour moi ?
it: Cosa non ti piace fare ma fai per me?
nl_nl: Wat is iets dat je niet leuk vindt om te doen maar toch voor mij doet?
pt_br: Qual é uma coisa que você não gosta de fazer mas faz por mim?
pt_pt: Qual é uma coisa que não gostas de fazer mas fazes por mim?

# ec_108
source: Do you consider yourself optimistic or pessimistic?
de: Siehst du dich eher als optimistisch oder pessimistisch?
es: ¿Te consideras optimista o pesimista?
fr: Te considères-tu comme optimiste ou pessimiste ?
it: Ti consideri ottimista o pessimista?
nl_nl: Beschouw je jezelf als optimistisch of pessimistisch?
pt_br: Você se considera uma pessoa otimista ou pessimista?
pt_pt: Consideras-te uma pessoa otimista ou pessimista?

# ec_109
source: Do you believe everything happens for a reason?
de: Glaubst du, dass alles aus einem bestimmten Grund passiert?
es: ¿Crees que todo sucede por una razón?
fr: Crois-tu que tout arrive pour une raison ?
it: Credi che tutto accada per una ragione?
nl_nl: Geloof je dat alles met een reden gebeurt?
pt_br: Você acredita que tudo acontece por um motivo?
pt_pt: Acreditas que tudo acontece por uma razão?

# ec_110
source: What is something you're afraid to tell me?
de: Was hast du Angst, mir zu sagen?
es: ¿Hay algo que temes decirme?
fr: Quelle est une chose que tu as peur de me dire ?
it: C'è qualcosa che hai paura di dirmi?
nl_nl: Wat is iets dat je bang bent mij te vertellen?
pt_br: Existe algo que você tenha medo de me contar?
pt_pt: Há algo que tenhas medo de me dizer?

# ec_111
source: Do you have physical complexes that affect your confidence in our relationship?
de: Hast du körperliche Unsicherheiten, die dein Selbstvertrauen in unserer Beziehung beeinflussen?
es: ¿Tienes complejos físicos que afecten tu confianza en nuestra relación?
fr: As-tu des complexes physiques qui affectent ta confiance en toi dans notre relation ?
it: Hai complessi fisici che influenzano la tua fiducia nella nostra relazione?
nl_nl: Heb je lichamelijke complexen die je zelfvertrouwen in onze relatie beïnvloeden?
pt_br: Você tem complexos físicos que afetam sua confiança no nosso relacionamento?
pt_pt: Tens complexos físicos que afetam a tua confiança na nossa relação?

# ec_112
source: Are there moments in our relationship when you feel uncertain or unsure about what I feel for you?
de: Gibt es Momente in unserer Beziehung, in denen du unsicher bist, was ich für dich empfinde?
es: ¿Hay momentos en nuestra relación en los que te sientes inseguro o dudoso de lo que siento por ti?
fr: Y a-t-il des moments dans notre relation où tu te sens incertain(e) ou pas sûr(e) de ce que je ressens pour toi ?
it: Ci sono momenti nella nostra relazione in cui ti senti incerto/a su ciò che provo per te?
nl_nl: Zijn er momenten in onze relatie waarop je onzeker bent over wat ik voor je voel?
pt_br: Existem momentos no nosso relacionamento em que você se sente inseguro(a) sobre o que eu sinto por você?
pt_pt: Há momentos na nossa relação em que te sentes inseguro(a) sobre o que eu sinto por ti?

# ec_113
source: Have you ever felt not good enough for me or thought I deserved better?
de: Hattest du schon mal das Gefühl, nicht gut genug für mich zu sein oder dass ich was Besseres verdient hätte?
es: ¿Alguna vez has sentido que no eres lo suficientemente bueno para mí o has pensado que merezco algo mejor?
fr: T'est-il déjà arrivé de te sentir pas assez bien pour moi ou de penser que je méritais mieux ?
it: Ti è mai capitato di sentirti non abbastanza per me o di pensare che meritassi di meglio?
nl_nl: Heb je je ooit niet goed genoeg voor mij gevoeld of gedacht dat ik beter verdiende?
pt_br: Você já se sentiu não bom/bom o suficiente para mim ou pensou que eu merecia alguém melhor?
pt_pt: Já te sentiste não suficientemente bom/boa para mim ou pensaste que eu merecia melhor?

# ec_114
source: What surprised you most about our relationship?
de: Was hat dich an unserer Beziehung am meisten überrascht?
es: ¿Qué es lo que más te ha sorprendido de nuestra relación?
fr: Qu'est-ce qui t'a le plus surpris dans notre relation ?
it: Cosa ti ha sorpreso di più nella nostra relazione?
nl_nl: Wat heeft je het meest verrast aan onze relatie?
pt_br: O que mais surpreendeu você no nosso relacionamento?
pt_pt: O que mais te surpreendeu na nossa relação?

# ec_115
source: Are you afraid our differences might become a problem in the future?
de: Hast du Angst, dass unsere Unterschiede später mal zum Problem werden könnten?
es: ¿Temes que nuestras diferencias se conviertan en un problema en el futuro?
fr: As-tu peur que nos différences deviennent un problème à l'avenir ?
it: Hai paura che le nostre differenze possano diventare un problema in futuro?
nl_nl: Ben je bang dat onze verschillen in de toekomst een probleem worden?
pt_br: Você tem medo de que nossas diferenças possam se tornar um problema no futuro?
pt_pt: Tens receio de que as nossas diferenças possam tornar-se um problema no futuro?

# ec_116
source: What would you like me to understand about your way of loving, deep down?
de: Was würdest du dir wünschen, dass ich über deine Art zu lieben wirklich verstehe?
es: ¿Qué te gustaría que entendiera sobre tu forma de amar, en lo más profundo?
fr: Qu'est-ce que tu aimerais que je comprenne à propos de ta manière d'aimer, profondément ?
it: Cosa vorresti che capissi davvero sul tuo modo di amare?
nl_nl: Wat zou je willen dat ik begrijp over jouw manier van liefhebben, diep van binnen?
pt_br: O que você gostaria que eu entendesse sobre o seu jeito de amar, lá no fundo?
pt_pt: O que gostarias que eu entendesse sobre a tua forma de amar, no fundo?

# ec_117
source: What role would you like to have in our relationship in 10 years?
de: Welche Rolle hättest du in 10 Jahren gern in unserer Beziehung?
es: ¿Qué papel te gustaría tener en nuestra relación dentro de 10 años?
fr: Quel rôle aimerais-tu avoir dans notre vie de couple dans 10 ans ?
it: Che ruolo ti piacerebbe avere nella nostra relazione tra dieci anni?
nl_nl: Welke rol zou je over 10 jaar in onze relatie willen hebben?
pt_br: Qual papel você gostaria de ter no nosso relacionamento em 10 anos?
pt_pt: Que papel gostarias de ter na nossa relação daqui a 10 anos?

# ec_118
source: Do you like my love language?
de: Magst du meine Love Language?
es: ¿Te gusta mi lenguaje del amor?
fr: Aimes-tu mon love language ?
it: Ti piace il mio linguaggio dell’amore?
nl_nl: Vind je mijn manier van liefde tonen fijn?
pt_br: Você gosta da minha linguagem do amor?
pt_pt: Gostas da minha linguagem do amor?

# ec_119
source: Is there a secret or something unsaid you'd like to reveal to me someday?
de: Gibt es ein Geheimnis oder einen unausgesprochenen Punkt, den du mir irgendwann erzählen möchtest?
es: ¿Hay un secreto o algo no dicho que te gustaría revelarme algún día?
fr: Y a-t-il un secret ou un non-dit que tu voudrais un jour me révéler ?
it: C'è un segreto o un non detto che un giorno vorresti rivelarmi?
nl_nl: Is er een geheim of iets onuitgesprokens dat je me ooit zou willen onthullen?
pt_br: Existe algum segredo ou algo não dito que você gostaria de me revelar um dia?
pt_pt: Há algum segredo ou não-dito que gostarias de me revelar um dia?

# ec_120
source: If you knew everything you know today, would you still choose me?
de: Wenn du alles wüsstest, was du heute weißt, würdest du mich wieder wählen?
es: Si supieras todo lo que sabes hoy, ¿me elegirías de nuevo?
fr: Si tu savais tout ce que tu sais aujourd'hui, me choisirait-tu encore ?
it: Se sapessi oggi tutto quello che sai, mi sceglieresti ancora?
nl_nl: Als je alles had geweten wat je nu weet, zou je dan nog steeds voor mij kiezen?
pt_br: Se você soubesse hoje tudo o que sabe, ainda me escolheria?
pt_pt: Se soubesses hoje tudo o que sabes, escolher-me-ias outra vez?

# ec_121
source: What do you feel when I'm not doing well?
de: Was fühlst du, wenn es mir nicht gut geht?
es: ¿Qué sientes cuando no me va bien?
fr: Qu'est-ce que tu ressens lorsque je ne vais pas bien ?
it: Cosa provi quando non sto bene?
nl_nl: Wat voel je wanneer het niet goed met mij gaat?
pt_br: O que você sente quando eu não estou bem?
pt_pt: O que sentes quando eu não estou bem?

# ec_122
source: Was there a moment when you didn't feel heard by me?
de: Gab es einen Moment, in dem du dich von mir nicht gehört gefühlt hast?
es: ¿Hubo un momento en que no te sentiste escuchado por mí?
fr: Y a-t-il un moment où tu ne t'es pas senti(e) écouté(e) par moi ?
it: C'è stato un momento in cui non ti sei sentito/a ascoltato/a da me?
nl_nl: Was er een moment waarop je je niet door mij gehoord voelde?
pt_br: Houve algum momento em que você sentiu que eu não te ouvi?
pt_pt: Houve algum momento em que sentiste que eu não te ouvi?

# ec_123
source: What is the biggest misunderstanding we've had according to you?
de: Was war deiner Meinung nach unser größtes Missverständnis?
es: ¿Cuál crees que ha sido el mayor malentendido entre nosotros?
fr: Quel est le plus grand malentendu qu'on a eu selon toi ?
it: Qual è stato, secondo te, il nostro più grande malinteso?
nl_nl: Wat is volgens jou het grootste misverstand dat we hebben gehad?
pt_br: Qual você acha que foi o maior mal-entendido entre nós?
pt_pt: Qual achas que foi o maior mal-entendido entre nós?

# ec_124
source: What have you learned about love thanks to me?
de: Was hast du durch mich über Liebe gelernt?
es: ¿Qué has aprendido sobre el amor gracias a mí?
fr: Qu'est-ce que tu as appris sur l'amour grâce à moi ?
it: Cosa hai imparato sull’amore grazie a me?
nl_nl: Wat heb je dankzij mij over liefde geleerd?
pt_br: O que você aprendeu sobre o amor graças a mim?
pt_pt: O que aprendeste sobre o amor graças a mim?

# ec_125
source: What past wound would you like me to know better to understand you?
de: Welche alte Wunde würdest du dir wünschen, dass ich besser kenne, um dich zu verstehen?
es: ¿Qué herida del pasado te gustaría que conociera mejor para comprenderte?
fr: Quelle blessure du passé aimerais-tu que je connaisse mieux pour te comprendre ?
it: Quale ferita del passato vorresti che conoscessi meglio per capirti?
nl_nl: Welke oude pijn zou je willen dat ik beter begrijp?
pt_br: Qual ferida do passado você gostaria que eu conhecesse melhor para compreender você?
pt_pt: Que ferida do passado gostarias que eu conhecesse melhor para te compreender?

# ec_126
source: What do you feel when I succeed or have success?
de: Was fühlst du, wenn ich Erfolg habe oder etwas schaffe?
es: ¿Qué sientes cuando tengo éxito o logro algo?
fr: Qu'est-ce que tu ressens lorsque je réussis ou que j'ai du succès ?
it: Cosa provi quando ho successo?
nl_nl: Wat voel je wanneer ik slaag of succes heb?
pt_br: O que você sente quando eu tenho sucesso?
pt_pt: O que sentes quando eu tenho sucesso?

# ec_127
source: What is one of the most difficult experiences you've been through?
de: Was ist eine der schwierigsten Erfahrungen, die du gemacht hast?
es: ¿Cuál es una de las experiencias más difíciles que has vivido?
fr: Quelle est l'une des expériences les plus difficiles que tu aies traversées ?
it: Qual è una delle esperienze più difficili che hai vissuto?
nl_nl: Wat is een van de moeilijkste ervaringen die je hebt meegemaakt?
pt_br: Qual foi uma das experiências mais difíceis que você já viveu?
pt_pt: Qual foi uma das experiências mais difíceis que já viveste?

# ec_128
source: Are there topics you voluntarily avoid with me?
de: Gibt es Themen, die du mit mir absichtlich vermeidest?
es: ¿Hay temas que evitas voluntariamente conmigo?
fr: Y a-t-il des sujets que tu évites volontairement avec moi ?
it: Ci sono argomenti che eviti volutamente con me?
nl_nl: Zijn er onderwerpen die je bewust met mij vermijdt?
pt_br: Existem assuntos que você evita falar comigo de propósito?
pt_pt: Há assuntos que evitas falar comigo de propósito?

# ec_129
source: How has your past influenced your way of communicating with me?
de: Wie hat deine Vergangenheit deine Art beeinflusst, mit mir zu kommunizieren?
es: ¿Cómo ha influido tu pasado en tu manera de comunicarte conmigo?
fr: Comment ton passé a-t-il influencé ta manière de communiquer avec moi ?
it: In che modo il tuo passato ha influenzato il tuo modo di comunicare con me?
nl_nl: Hoe heeft je verleden je manier van communiceren met mij beïnvloed?
pt_br: Como o seu passado influenciou a sua forma de se comunicar comigo?
pt_pt: Como o teu passado influenciou a tua forma de comunicar comigo?

# ec_130
source: What has been the biggest change in your life since we've been together?
de: Was war die größte Veränderung in deinem Leben, seit wir zusammen sind?
es: ¿Cuál ha sido el mayor cambio en tu vida desde que estamos juntos?
fr: Quel a été le plus grand changement dans ta vie depuis qu'on est ensemble ?
it: Qual è stato il più grande cambiamento nella tua vita da quando siamo insieme?
nl_nl: Wat is de grootste verandering in je leven sinds we samen zijn?
pt_br: Qual foi a maior mudança na sua vida desde que estamos juntos?
pt_pt: Qual foi a maior mudança na tua vida desde que estamos juntos?

# ec_131
source: Are there specific things you'd like me to be attentive to because of what you've experienced?
de: Gibt es bestimmte Dinge, auf die ich wegen deiner Erfahrungen besonders achten soll?
es: ¿Hay cosas específicas a las que te gustaría que prestara atención por lo que has vivido?
fr: Y a-t-il des choses précises sur lesquelles tu aimerais que je sois attentif(ve) à cause de ce que tu as vécu ?
it: Ci sono cose specifiche a cui vorresti che facessi più attenzione per via di ciò che hai vissuto?
nl_nl: Zijn er specifieke dingen waarop je wilt dat ik let vanwege wat je hebt meegemaakt?
pt_br: Existem coisas específicas nas quais você gostaria que eu prestasse mais atenção por causa do que você já viveu?
pt_pt: Há coisas específicas a que gostarias que eu prestasse mais atenção devido ao que viveste?
